// Общий источник данных конференций. 
// Добавляйте новые объекты, соблюдая формат:
// { id: number, slug: 'k-hospital-fair-2025', title: 'Полный заголовок', date: 'DD.MM.YYYY', category: 'КОНФЕРЕНЦИИ', image: require('ПУТЬ'), summary: 'Короткое описание', content: 'HTML или чистый текст', gallery: ['url1','url2'] }
// Пустую дату оставляйте как '' и она отобразится как "Дата уточняется".

import img01 from '../assets/science/conferences/491440830_18073604911843726_8163139977015697072_n.jpg';
import img02 from '../assets/science/conferences/560622935_18089210398843726_3987520263590391449_n.jpg';
import img03 from '../assets/science/conferences/554391884_18087985831843726_5771959206896272494_n.jpg';
import img04 from '../assets/science/conferences/466939678_18058431940843726_4872992186331471672_n-1-jpg.webp';
import img05 from '../assets/science/conferences/466597700_18058423501843726_7467925269148132310_n-1-jpg.webp';
import img06 from '../assets/science/conferences/466018794_18057757078843726_2939497388763261247_n-jpg.webp';
import img07 from '../assets/science/conferences/462038098_18054216619843726_6965281056111943762_n-jpg.webp';
import img08 from '../assets/science/conferences/445170176_1039388587805998_6081642646489448565_n-jpg.webp';
import img09 from '../assets/science/conferences/402636166_910043537407171_5908985780019489851_n-jpg.webp';
import img10 from '../assets/science/conferences/402598230_18020864329843726_8232385386230292941_n-jpg.webp';
import img11 from '../assets/science/conferences/402177368_911881377223387_1178643204308762387_n-1-1-jpg.webp';
import img12 from '../assets/science/conferences/401080898_18020293210843726_2617944920534122444_n-jpg.webp';
import img13 from '../assets/science/conferences/370444833_861309448947247_4654249079955890587_n-jpg.webp';
import img14 from '../assets/science/conferences/photo1676368880.jpeg';
import img15 from '../assets/science/conferences/987654-1536x1536.jpg';
import img16 from '../assets/science/conferences/photo1676197270.jpeg';
import img17 from '../assets/science/conferences/photo1675933201.jpeg';
import img18 from '../assets/science/conferences/369044800_855989469479245_7457844705734864587_n-jpg.webp';
import img19 from '../assets/science/conferences/359813066_832271005184425_5045098126956509926_n-jpg.webp';
import img20 from '../assets/science/conferences/356235844_824779979266861_7018092693186659722_n-jpg.webp';
import img21 from '../assets/science/conferences/351464032_226667326743983_134611892627319956_n-jpg.webp';
import img22 from '../assets/science/conferences/351119908_755607022971725_1691774557234422977_n-jpg.webp';
import img23 from '../assets/science/conferences/11022023-publikacija.jpg';
import img21_main from '../assets/science/conferences/64.jpeg';
import img22_main from '../assets/science/conferences/photo1676368880.jpeg';

// Gallery imports для карточки 1
import gallery1_1 from '../assets/science/conferences/561739635_18089210425843726_134303716018119628_n-300x300.jpg';
import gallery1_2 from '../assets/science/conferences/560919168_18089210407843726_91126948990447242_n-300x300.jpg';
import gallery1_3 from '../assets/science/conferences/560622935_18089210398843726_3987520263590391449_n.jpg';
import gallery1_4 from '../assets/science/conferences/560461145_18089210416843726_5595910347630151498_n.jpg';
import gallery1_5 from '../assets/science/conferences/560461145_18089210416843726_5595910347630151498_n-300x300.jpg';

// Gallery imports для карточки 2
import gallery2_1 from '../assets/science/conferences/554391884_18087985831843726_5771959206896272494_n.jpg';
import gallery2_2 from '../assets/science/conferences/554193740_18087985942843726_7845485016741009993_n-300x300.jpg';
import gallery2_3 from '../assets/science/conferences/554302120_18087985981843726_1187942687392533831_n-300x300.jpg';
import gallery2_4 from '../assets/science/conferences/554408349_18087985969843726_4337089147872274804_n-300x300.jpg';
import gallery2_5 from '../assets/science/conferences/554593783_18087985855843726_8013158704020461177_n-300x300.jpg';
import gallery2_6 from '../assets/science/conferences/554777234_18087985999843726_5173985736847741218_n-300x300.jpg';

// Gallery imports для карточки 3 (19 фото)
import gallery3_1 from '../assets/science/conferences/491440830_18073604911843726_8163139977015697072_n.jpg';
import gallery3_2 from '../assets/science/conferences/491112279_18073605097843726_6829836641132113605_n-300x300.jpg';
import gallery3_3 from '../assets/science/conferences/491431923_18073605052843726_2363978958722615870_n-300x300.jpg';
import gallery3_4 from '../assets/science/conferences/491434244_18073605136843726_6864294157676066523_n-300x300.jpg';
import gallery3_5 from '../assets/science/conferences/491436280_18073605163843726_281940095546873418_n-300x300.jpg';
import gallery3_6 from '../assets/science/conferences/491437166_18073605154843726_5426340816809629401_n-300x300.jpg';
import gallery3_7 from '../assets/science/conferences/491437230_18073605190843726_4938366478380933488_n-300x300.jpg';
import gallery3_8 from '../assets/science/conferences/491438189_18073605211843726_3379266827398610131_n-300x300.jpg';
import gallery3_9 from '../assets/science/conferences/491439050_18073605106843726_1401625142770097321_n-300x300.jpg';
import gallery3_10 from '../assets/science/conferences/491439624_18073605127843726_38223420483314320_n-300x300.jpg';
import gallery3_11 from '../assets/science/conferences/491440431_18073605238843726_4461284471252823790_n-300x300.jpg';
import gallery3_12 from '../assets/science/conferences/491441063_18073605247843726_8407795444567015063_n-300x300.jpg';
import gallery3_13 from '../assets/science/conferences/491442354_18073605229843726_500853874825544544_n-300x300.jpg';
import gallery3_14 from '../assets/science/conferences/491442620_18073605118843726_6387134041204188827_n-300x300.jpg';
import gallery3_15 from '../assets/science/conferences/491445465_18073605061843726_8832688816358515273_n-300x300.jpg';
import gallery3_16 from '../assets/science/conferences/491497381_18073605172843726_2169651116891570501_n-300x300.jpg';
import gallery3_17 from '../assets/science/conferences/490724551_18073605145843726_4343888643899238548_n-300x300.jpg';
import gallery3_18 from '../assets/science/conferences/490714871_18073605199843726_2176451190324115674_n-300x300.jpg';
import gallery3_19 from '../assets/science/conferences/490714871_18073605199843726_2176451190324115674_n-300x300 (1).jpg';

// Gallery imports для карточки 4 (7 фото)
import gallery4_1 from '../assets/science/conferences/466939678_18058431940843726_4872992186331471672_n-1-jpg.webp';
import gallery4_2 from '../assets/science/conferences/466926130_18058431976843726_3422549804579714017_n-300x300.webp';
import gallery4_3 from '../assets/science/conferences/466927051_18058431991843726_517447417110438780_n-300x300.webp';
import gallery4_4 from '../assets/science/conferences/466930248_18058431967843726_2299630044586339889_n-300x300.webp';
import gallery4_5 from '../assets/science/conferences/466942716_18058432000843726_4755424679465439552_n-300x300.webp';
import gallery4_6 from '../assets/science/conferences/466944741_18058431958843726_6370649003568524618_n-300x300.webp';
import gallery4_7 from '../assets/science/conferences/467006686_18058431949843726_2938619057193790569_n-300x300.webp';

// Gallery imports для карточки 5 (9 фото)
import gallery5_1 from '../assets/science/conferences/1.webp';
import gallery5_2 from '../assets/science/conferences/2.webp';
import gallery5_3 from '../assets/science/conferences/3.webp';
import gallery5_4 from '../assets/science/conferences/4.webp';
import gallery5_5 from '../assets/science/conferences/5.webp';
import gallery5_6 from '../assets/science/conferences/6.webp';
import gallery5_7 from '../assets/science/conferences/7.webp';
import gallery5_8 from '../assets/science/conferences/8.webp';
import gallery5_9 from '../assets/science/conferences/9.webp';

// Gallery imports для карточки 6 (файлы 10.webp–16.webp)
import gallery6_1 from '../assets/science/conferences/10.webp';
import gallery6_2 from '../assets/science/conferences/11.webp';
import gallery6_3 from '../assets/science/conferences/12.webp';
import gallery6_4 from '../assets/science/conferences/13.webp';
import gallery6_5 from '../assets/science/conferences/14.webp';
import gallery6_6 from '../assets/science/conferences/15.webp';
import gallery6_7 from '../assets/science/conferences/16.webp';

// Gallery imports для карточки 7 (файлы 18.webp–23.webp)
import gallery7_1 from '../assets/science/conferences/18.webp';
import gallery7_2 from '../assets/science/conferences/19.webp';
import gallery7_3 from '../assets/science/conferences/20.webp';
import gallery7_4 from '../assets/science/conferences/21.webp';
import gallery7_5 from '../assets/science/conferences/22.webp';
import gallery7_6 from '../assets/science/conferences/23.webp';

// Gallery imports для карточки 8 (файлы 25.webp–27.webp)
import gallery8_1 from '../assets/science/conferences/25.webp';
import gallery8_2 from '../assets/science/conferences/26.webp';
import gallery8_3 from '../assets/science/conferences/27.webp';

// Gallery imports для карточки 10 (файлы 28.webp–30.webp)
import gallery10_1 from '../assets/science/conferences/28.webp';
import gallery10_2 from '../assets/science/conferences/29.webp';
import gallery10_3 from '../assets/science/conferences/30.webp';

// Gallery imports для карточки 11 (файлы 31.webp–33.webp)
import gallery11_1 from '../assets/science/conferences/31.webp';
import gallery11_2 from '../assets/science/conferences/32.webp';
import gallery11_3 from '../assets/science/conferences/33.webp';

// Gallery imports для карточки 12 (файлы 34.webp–36.webp)
import gallery12_1 from '../assets/science/conferences/34.webp';
import gallery12_2 from '../assets/science/conferences/35.webp';
import gallery12_3 from '../assets/science/conferences/36.webp';

// Gallery imports для карточки 14 (файлы 37.webp–39.webp)
import gallery14_1 from '../assets/science/conferences/37.webp';
import gallery14_2 from '../assets/science/conferences/38.webp';
import gallery14_3 from '../assets/science/conferences/39.webp';

// Gallery imports для карточки 15 (файлы 40.webp–43.webp)
import gallery15_1 from '../assets/science/conferences/40.webp';
import gallery15_2 from '../assets/science/conferences/41.webp';
import gallery15_3 from '../assets/science/conferences/42.webp';
import gallery15_4 from '../assets/science/conferences/43.webp';

// Gallery imports для карточки 16 (файл 44.webp)
import gallery16_1 from '../assets/science/conferences/44.webp';

// Gallery imports для карточки 17 (файлы 45.webp–48.webp)
import gallery17_1 from '../assets/science/conferences/45.webp';
import gallery17_2 from '../assets/science/conferences/46.webp';
import gallery17_3 from '../assets/science/conferences/47.webp';
import gallery17_4 from '../assets/science/conferences/48.webp';

// Gallery imports для карточки 18 (файлы 67.webp, 68.webp, 69.webp, 70.webp)
import gallery18_1 from '../assets/science/conferences/67.webp';
import gallery18_2 from '../assets/science/conferences/68.webp';
import gallery18_3 from '../assets/science/conferences/69.webp';
import gallery18_4 from '../assets/science/conferences/70.webp';

// Gallery imports для карточки 19 (файлы 49.jpeg–57.jpeg)
import gallery19_1 from '../assets/science/conferences/49.jpeg';
import gallery19_2 from '../assets/science/conferences/50.jpeg';
import gallery19_3 from '../assets/science/conferences/51.jpeg';
import gallery19_4 from '../assets/science/conferences/52.jpeg';
import gallery19_5 from '../assets/science/conferences/53.jpeg';
import gallery19_6 from '../assets/science/conferences/54.jpeg';
import gallery19_7 from '../assets/science/conferences/55.jpeg';
import gallery19_8 from '../assets/science/conferences/56.jpeg';
import gallery19_9 from '../assets/science/conferences/57.jpeg';

// Gallery imports для карточки 20 (файлы 58.jpeg–62.jpeg)
import gallery20_1 from '../assets/science/conferences/58.jpeg';
import gallery20_2 from '../assets/science/conferences/59.jpeg';
import gallery20_3 from '../assets/science/conferences/60.jpeg';
import gallery20_4 from '../assets/science/conferences/61.jpeg';
import gallery20_5 from '../assets/science/conferences/62.jpeg';

// Gallery imports для карточки 21 (файлы 63.jpeg, 65.jpeg, 66.jpeg)
import gallery21_1 from '../assets/science/conferences/63.jpeg';
import gallery21_2 from '../assets/science/conferences/65.jpeg';
import gallery21_3 from '../assets/science/conferences/66.jpeg';

export const conferences = [
  { id:1, slug:'evrazijskij-forum-sian-2025', image:img02, category:'КОНФЕРЕНЦИИ · МЕМОРАНДУМ', title:'Д.м.н., профессор Узакбаев Камчибек Аскарбекович принял участие в Международном Евразийском форуме', date:'07.10.2025', summary:'Участие в Евразийском форуме, доклад по ТКМ и сотрудничество.', content:`
    <h2>✨ Салымбеков Университет — на международной научной арене!</h2>
    <p>Д.м.н., профессор Узакбаев Камчибек Аскарбекович принял участие в Международном Евразийском форуме, состоявшемся в городе Сиань (КНР) в рамках инициативы «Один пояс — один путь».</p>
    
    <p>В рамках форума прошла конференция по традиционной китайской медицине (ТКМ), посвящённая современным вызовам и достижениям этой науки.</p>
    
    <p>На секции по медицине профессор Узакбаев представил доклад о развитии ТКМ в Кыргызстане и её распространении в странах Центральной Азии.</p>
    
    <p>📜 В ходе визита были подписаны соглашения с Комитетом по делам здравоохранения города Сиань об обмене научными исследованиями и подготовке кадров.</p>
    
    <p>Также делегация посетила фармацевтические предприятия и больницы ТКМ, где продемонстрировали высокую эффективность методов традиционной китайской медицины при лечении заболеваний головного мозга.</p>
    
    <p>🤝 Это сотрудничество открывает новые горизонты для развития медицины и укрепления научных связей между Кыргызстаном и Китаем.</p>
  `, gallery:[gallery1_1, gallery1_2, gallery1_3, gallery1_4, gallery1_5], videoUrl:'' },
  { id:2, slug:'k-hospital-healthtech-fair-2025', image:img03, category:'КОНФЕРЕНЦИИ', title:'С 17 по 19 сентября 2025 года преподаватели Высшей Школы Медицины Салымбеков Университета приняли участие в K-HOSPITAL + HealthTech FAIR в Сеуле, Республика Корея.', date:'26.09.2025', summary:'Международная выставка и обмен опытом.', content:`
    <h2>🌍✨ Салымбеков Университет — открывает новые горизонты в мировой медицине!</h2>
    <p>С 17 по 19 сентября 2025 года преподаватели Высшей Школы Медицины Салымбеков Университета приняли участие в K-HOSPITAL + HealthTech FAIR в Сеуле, Республика Корея. 🇰🇷</p>
    
    <p>Это масштабная международная выставка, где встречаются ведущие врачи, учёные и эксперты со всего мира, чтобы обменяться опытом и открыть новые горизонты в медицине.</p>
    
    <h3>Наши преподаватели:</h3>
    <ul>
      <li>🔹 познакомились с последними инновациями и медицинскими технологиями;</li>
      <li>🔹 установили ценные международные связи;</li>
      <li>🔹 обсудили перспективы применения новых решений в образовательном процессе и здравоохранении Кыргызстана.</li>
    </ul>
    
    <p>Участие в таких престижных мероприятиях — это не просто шаг вперёд для университета, это вклад в будущее медицины нашей страны. 🌐💡</p>
    
    <p>Салымбеков Университет продолжает расширять международные горизонты и формировать новое поколение врачей, готовых к вызовам завтрашнего дня. 🩺✨</p>
  `, gallery:[gallery2_1, gallery2_2, gallery2_3, gallery2_4, gallery2_5, gallery2_6], videoUrl:'' },
  { id:3, slug:'ukreplenie-sotrudnichestva-evropa-centralnaja-azija-2025', image:img01, category:'КОНФЕРЕНЦИИ', title:'международная конференция «Укрепление сотрудничества между университетами Европы и Центральной Азии»', date:'23.04.2025', summary:'Erasmus+ и международное сотрудничество.', content:`
    <h2>международная конференция «Укрепление сотрудничества между университетами Европы и Центральной Азии»</h2>
    <p>Сегодня в Бишкеке стартовала международная конференция «Укрепление сотрудничества между университетами Европы и Центральной Азии: расширение возможностей через совместные программы, исследования и академическую мобильность», организованная Национальным офисом Erasmus+ в Кыргызской Республике и Министерством образования и науки КР. Соорганизаторы: Салымбеков Университет, Кыргызский государственный технический университет им. И. Раззакова и Университет Адам.</p>
    
    <p>📅 23–24 апреля 2025 года<br>
📍 Парк Отель, ул. Орозбекова, 87, Бишкек</p>
    
    <p>Конференция объединяет около 50 участников из Центральной Азии и Европы: преподавателей, исследователей, экспертов Erasmus+ и разработчиков образовательной политики.</p>
    
    <p>Цели: развитие международного сотрудничества, модернизация учебных программ, укрепление исследований, совершенствование преподавания и расширение студенческой мобильности.</p>
    
    <p>🌱 Особое внимание — устойчивому развитию и «зеленым» навыкам.</p>
    
    <p>Присоединяйтесь к созданию будущего высшего образования!</p>
  `, gallery:[gallery3_1, gallery3_2, gallery3_3, gallery3_4, gallery3_5, gallery3_6, gallery3_7, gallery3_8, gallery3_9, gallery3_10, gallery3_11, gallery3_12, gallery3_13, gallery3_14, gallery3_15, gallery3_16, gallery3_17, gallery3_18, gallery3_19], videoUrl:'' },
  { id:4, slug:'mezhduuniversitetskaja-nauchnaja-konferencija-2024', image:img04, category:'КОНФЕРЕНЦИИ', title:'МЕЖДУУНИВЕРСИТЕТСКАЯ НАУЧНАЯ КОНФЕРЕНЦИЯ', date:'15.11.2024', summary:'Междууниверситетская конференция о диабете.', content:`
    <h2>МЕЖДУУНИВЕРСИТЕТСКАЯ НАУЧНАЯ КОНФЕРЕНЦИЯ</h2>
    <p>14 ноября студенты Высшей школы медицины Салымбеков Университета — Momna Javed и Fahad Ali Nawaz — приняли участие в межвузовской научной конференции, посвященной «Всемирному Дню борьбы с диабетом».</p>
    
    <p>По приглашению Азиатского Медицинского Института им. С. Тентишева наши студенты представили доклады на тему «Molecular Mechanisms of Diabetes Treatment and Prevention». За активное участие и интересные исследования они были отмечены сертификатами.</p>
    
    <p>Гордимся достижениями наших студентов и их вкладом в борьбу с диабетом</p>
  `, gallery:[gallery4_1, gallery4_2, gallery4_3, gallery4_4, gallery4_5, gallery4_6, gallery4_7], videoUrl:'' },
  { id:5, slug:'den-nauki-konferencija-2024', image:img05, category:'КОНФЕРЕНЦИИ', title:'Высшей школе медицины Салымбеков Университета прошла научная конференция, приуроченная ко Дню науки!', date:'14.11.2024', summary:'Научная конференция ко Дню науки.', content:`
    <h2>Высшей школе медицины Салымбеков Университета прошла научная конференция, приуроченная ко Дню науки!</h2>
    <p>14 ноября в Высшей школе медицины Салымбеков Университета прошла научная конференция, приуроченная ко Дню науки!</p>
    
    <p>Научные дискуссии велись на трех языках: кыргызском, русском и английском, объединяя всех участников! Конференция была разделена на две секции — для местных и иностранных студентов, каждый из которых представил свои научные доклады.</p>
    
    <p>Каждому участнику были вручены сертификаты и подарки от нашего университета, а лучшие получили брендированные ежедневники в качестве памятных призов. Мы гордимся, что все работы были выполнены на высоком уровне!</p>
    
    <p>Дорогие студенты, вы — настоящие таланты! Продолжайте стремиться к новым вершинам!</p>
  `, gallery:[gallery5_1, gallery5_2, gallery5_3, gallery5_4, gallery5_5, gallery5_6, gallery5_7, gallery5_8, gallery5_9], videoUrl:'' },
  { id:6, slug:'novye-gorizonty-narynskaja-oblast-2024', image:img06, category:'КОНФЕРЕНЦИИ', title:'В образовании Нарынской области — новые горизонты!', date:'08.11.2024', summary:'Образовательный тренинг в Нарынской области.', content:`
    <h2>В образовании Нарынской области — новые горизонты!</h2>
    <p>Проведен образовательный тренинг в Нарынской области!</p>
    
    <p>5-6 ноября состоялся учебный тренинг для директоров школ, учителей математики и кыргызского языка общеобразовательных школ Нарынской области. Мероприятие было организовано полномочным представительством Президента в Нарынской области, Нарынским областным методическим образовательным центром и Центром образования и инноваций Университета Салымбекова.</p>
    
    <p>Целью мероприятия было улучшение подготовки к общереспубликанскому тестированию и разработка стратегических планов. В тренинге приняли участие 138 директоров школ, 141 учитель математики и 140 учителей кыргызского языка.</p>
  `, gallery:[gallery6_1, gallery6_2, gallery6_3, gallery6_4, gallery6_5, gallery6_6, gallery6_7], videoUrl:'' },
  { id:7, slug:'delegacija-kreativnyh-industrij-2024', image:img07, category:'КОНФЕРЕНЦИИ', title:'Салымбеков Университет в составе делегации Ассоциации креативных индустрий принял участие в IV Всемирной конференции по креативной экономике', date:'05.10.2024', summary:'IV Всемирная конференция по креативной экономике.', content:`
    <h2>Салымбеков Университет в составе делегации Ассоциации креативных индустрий принял участие в IV Всемирной конференции по креативной экономике</h2>
    <p>Салымбеков Университет в составе делегации Ассоциации креативных индустрий принял участие в IV Всемирной конференции по креативной экономике, которая проходила в Ташкенте с 2 по 4 октября.</p>
    
    <p>Конференция собрала более 2000 лидеров и представителей креативных индустрий из более чем 80 стран, чтобы обсудить будущее креативной экономики и влияние новейших технологий на её развитие.</p>
    
    <p>Программа включала пленарные сессии, дискуссии о креативном предпринимательстве, цифровизации и устойчивом развитии, а также мастер-классы от ведущих мировых экспертов.</p>
  `, gallery:[gallery7_1, gallery7_2, gallery7_3, gallery7_4, gallery7_5, gallery7_6], videoUrl:'' },
  { id:8, slug:'mezhdunarodnaja-konferencija-letnjaja-2024', image:img08, category:'КОНФЕРЕНЦИИ', title:'Международная конференция', date:'29.06.2024', summary:'Современные методы диагностирования и лечения рака.', content:`
    <h2>Международная конференция</h2>
    <p>В Салымбеков Университете прошел международный семинар-конференция на тему "Современные методы диагностирования и лечения рака". Мероприятие было организовано совместно Салымбековым Университетом и Qiqihar Medical University из Китая.</p>
    
    <p>Участниками семинара стали преподаватели, врачи и студенты Салымбеков Университета, которые активно участвовали в дискуссиях и обмене опытом. В рамках семинара выступили следующие докладчики, представив новейшие исследования и методики лечения рака:</p>
    
    <ol>
      <li>Профессор Рысбек Абылдаев – вице-президент и профессор Салымбеков Университета.</li>
      <li>Zhang Keyong- Deputy Secretary of CPC, Qiqihar Medical University, China</li>
      <li>Han Fangbao -Director of Qiqihar Foreign Affairs Office, China(online)</li>
      <li>Li Chunxu-Director of Hospital Management Department, Qiqihar Medical University, China</li>
      <li>Wu Ligang- Secretary of CPC, Director of the Second Affiliated Hospital of Qiqihar Medical University, China (online)</li>
      <li>Li Xingjiang-Director of Pathology Department, Qiqihar Medical University, China (online)</li>
      <li>Wang Jingchun- Director of International Exchange and Cooperation Department, Qiqihar Medical University, China(online)</li>
      <li>Liu Bo- Deputy Director of the Second Affiliated Hospital of Qiqihar Medical University, China(online)</li>
      <li>Yang Yu – Deputy Director of the Third Affiliated Hospital of Qiqihar Medical University, China(online)</li>
    </ol>
    
    <p>Проведение семинара стало важным событием для обмена знаниями и опытом в области онкологии. Участники смогли обсудить актуальные проблемы и перспективы развития диагностики и лечения рака, а также установить плодотворные контакты для будущего сотрудничества.</p>
  `, gallery:[gallery8_1, gallery8_2, gallery8_3], videoUrl:'' },
  { id:9, slug:'osennjaja-nauchnaja-konferencija-2023', image:img11, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ · НОВОСТИ', title:'Научная конференция', date:'17.11.2023', summary:'Медицинское образование и гуманитарные науки.', content:`
    <h2>Научная конференция</h2>
    <p>На Международном факультете медицины прошла межвузовская научная конференция "Медицинское образование и гуманитарные науки"!</p>
    
    <p>Студенты и представители из разных университетов делились своими исследованиями и докладами, создавая атмосферу увлекательного обмена знаний.</p>
    
    <p>Благодарим всех, кто принял участие и внес свой вклад в обогащение медицинской науки и гуманитарных аспектов в этой сфере.</p>
  `, gallery:[], videoUrl:'' },
  { id:10, slug:'stud-parlament-novosti-2023', image:img09, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ · НОВОСТИ', title:'Новости от Студенческого Парламента', date:'14.11.2023', summary:'Книга Рекордов Гиннеса в Салымбеков Университета.', content:`
    <h2>Новости от Студенческого Парламента</h2>
    <p>Новости от Студенческого Парламента Международного колледжа IT и бизнес Салымбеков Университета!</p>
    
    <p>Студенты объявляют о запуске уникального проекта – Книгу Рекордов Гиннеса в Салымбеков Университета.</p>
    
    <p>В этом проекте каждый наш студент сможет проявить свой талант и участвовать в создании рекордов в следующих категориях:</p>
    <ul>
      <li>🔹IT рекорд</li>
      <li>🔹Спорт</li>
      <li>🔹Образование</li>
      <li>🔹Креатив</li>
      <li>🔹Активность</li>
    </ul>
  `, gallery:[gallery10_1, gallery10_2, gallery10_3], videoUrl:'' },
  { id:11, slug:'turcija-ordinatura-sotrudnichestvo-2023', image:img10, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ · НОВОСТИ', title:'Туркияда ординатура', date:'13.11.2023', summary:'Ординатура в Турции для студентов медицины.', content:`
    <h2>Туркияда ординатура</h2>
    <p>Нежметтин Эрбакан атындагы университеттик клиниканын урология бөлүмүнүн ординатору Нурманбет Туралиев медицина факультеттин студенттери үчүн лекция өттү.</p>
    
    <p>Нурманбет Туралиев Түркияга резидентурага кабыл алуунун негизги этаптары менен бөлүшүп, керектүү документтер, адистикти тандоонун жол-жобосу жана чет элдик студенттер үчүн мүмкүнчүлүктөр тууралуу айтып берди. Ошондой эле Түркиянын саламаттыкты сактоо системасындагы студенттер үчүн стажировка, изилдөө иштери жана башка мүмкүнчүлүктөр боюнча суроолорго жооп берди.</p>
  `, gallery:[gallery11_1, gallery11_2, gallery11_3], videoUrl:'' },
  { id:12, slug:'akyl-taimash-intellekt-2023', image:img12, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ · НОВОСТИ', title:'"Акыл таймаш" интелектуалдык оюну', date:'09.11.2023', summary:'Интеллектуальная игра ко Дню молодежи.', content:`
    <h2>"Акыл таймаш" интелектуалдык оюну</h2>
    <p>10-ноябрь Кыргызстандын Жаштар күнүнө карата Салымбеков Университетте "Акыл таймаш" интеллектуалдык таймашы өттү.</p>
    
    <p>Маданият, маалымат спорт жана жаштар саясаты министринин орун басары Марат Тагаев жана Салымбеков Университеттин Эл аралык IT жана бизнес колледжинин директору Нурзат Жунушалиева жаштардын күнү менен куттуктап, оюнчуларга каалоо-тилегин айтып, таймашты ачып беришти.</p>
    
    <p>Оюнга жогоркуу окуу жайлардын студенттеринен турган 15 команда катышты. Таймаштын жүрүшүндө катышуучулар Кыргызстандын тарыхынын негизинде даярдалган суроолорго жооп берип, алган билимдерин да бир ирет тастыкташты.</p>
    
    <p>Жыйынтыгында алдыга оозуп чыккан тайпаларга байгелүү орундарды жана сыйлыктарды Кыргызстан жаштарынын конгрессинин төрагасы Жакшылык Бекназаров тапшырды.</p>
    
    <p>"Акыл таймаш" интеллектуалдык оюну Кыргызстан жаштар конгресси тарабынан уюштурулуп, Маданият, маалымат, спорт жана жаштар саясаты министрлиги, "Агартуу лигасы" жана Салымбеков Университеттин колдоосу менен өттү.</p>
  `, gallery:[gallery12_1, gallery12_2, gallery12_3], videoUrl:'' },
  { id:13, slug:'cifrovoe-obrazovanie-green-skills-2023', image:img13, category:'КОНФЕРЕНЦИИ · НОВОСТИ', title:'Цифровое образование и зелёные навыки', date:'29.08.2023', summary:'Педагогическая августовская конференция.', content:`
    <h2>Цифровое образование и зелёные навыки</h2>
    <p>Сегодня состоялась педагогическая августовская конференция «Цифровое образование и зелёные навыки», организованная Министерством образования и науки КР.</p>
    
    <p>Мероприятие собрало педагогов страны, экспертов в области образования, а также заинтересованных лиц, стремящихся добиться более эффективного образовательного процесса в современных реалиях. Конференция прошла на высоком уровне, где выступили с речами заместитель председателя Кабинета Министров КР Эдиль Байсалов и председатель Комитета по социальной политике ЖК КР Венера Раимбачаева. В своей речи Министр образования и науки КР Каныбек Иманалиев остановился на достижениях в сфере образования и науки, обозначил конкретные цели и задачи для трансформации системы образования.</p>
    
    <p>В ходе мероприятия выступил президент Салымбеков Университета Амангелди Жумадилов с докладом "Современные тенденции в образовании", также выступили педагоги с докладами из разных регионов. Конференция стала площадкой для обмена опытом, идеями и новыми подходами в сфере образования. Выражаем благодарность Министерству образования и науки КР за организацию конференции на профессиональном уровне!</p>
  `, gallery:[], videoUrl:'' },
  { id:14, slug:'mezhdunarodnaja-letnjaja-konferencija-2023', image:img18, category:'КОНФЕРЕНЦИИ · НОВОСТИ', title:'Международная конференция', date:'20.08.2023', summary:'Научно-практическая конференция с DOC госпиталем.', content:`
    <h2>Международная конференция</h2>
    <p>18-19-августа Салымбеков Университет совместно с университетским госпиталем DOC провели научно – практическую конференцию.</p>
    
    <p>В конференции приняли участие знаменитые хирурги-эндоскописты, акушер-гинекологи, онкогинекологи из Узбекистана, Таджикистана, Азербайджана, Казахстана и Кыргызстана</p>
  `, gallery:[gallery14_1, gallery14_2, gallery14_3], videoUrl:'' },
  { id:15, slug:'lider-skaja-lekcija-razvitie-2023', image:img19, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ', title:'Лидерская лекция', date:'11.07.2023', summary:'Лекция Алии Бейшеналиевой для студентов IT-колледжа.', content:`
    <h2>Лидерская лекция</h2>
    <p>Сегодня для студентов IT-колледжа была организована лидерская лекция. Спикером выступала Алия Бейшеналиева, студентка PhD программы по электронной и компьютерной инженерии в Университете Инха в Южной Корее</p>
    
    <p>В своей лекции Алия поделилась своими знаниями и опытом, вдохновив студентов на достижение новых высот. Она рассказала о последних трендах и достижениях в области электроники и компьютерной инженерии, а также поделилась своими исследованиями и опытом учебы за границей.</p>
    
    <p>Благодарим за полезную лекцию!</p>
  `, gallery:[gallery15_1, gallery15_2, gallery15_3, gallery15_4], videoUrl:'' },
  { id:16, slug:'ukuktuk-madanijat-2023', image:img20, category:'КОНФЕРЕНЦИИ', title:'Укуктук маданият', date:'30.06.2023', summary:'Салымбеков Университет принял участие в тренинге: «Предупреждение преступности и правовая культура».', content:`
    <h2>Укуктук маданият</h2>
    <p>Салымбеков Университет принял участие в тренинге: «Предупреждение преступности и правовая культура».</p>
    
    <p>В рамках проекта Секретариата ОБСЕ по предотвращению преступности среди молодежи, совместно с Министерством образования и науки Кыргызской Республики и Академией ОБСЕ с 20-22 июня 2023 года в Бишкеке прошел тренинг для преподавателей вузов Кыргызской Республики по учебному пособию «Предупреждение преступности и правовая культура».</p>
    
    <p>В ходе тренинга были обсуждены вопросы профилактики коррупции, организованной преступности, наркопотребления и киберпреступности, а также изучены эффективные интерактивные методы преподавания данного курса.</p>
  `, gallery:[gallery16_1], videoUrl:'' },
  { id:17, slug:'ish-kagazdaryn-tilinde-2023', image:img22, category:'КОНФЕРЕНЦИИ', title:'Иш кагаздарын мамлекеттик тилде жүргүзүүдө тилдик маселелер.', date:'05.06.2023', summary:'Семинар-тренинг по ведению делопроизводства на государственном языке.', content:`
    <h2>Иш кагаздарын мамлекеттик тилде жүргүзүүдө тилдик маселелер.</h2>
    <p>Салымбеков Университетте КРнын Президентине караштуу Мамлекеттик тил жана тил саясаты боюнча улуттук комиссия тарабынан уюштурулган "Иш кагаздарын мамлекеттик тилде жүргүзүүдө тилдик маселелер" аттуу семинар-тренинг өттү.</p>
    
    <p>Семинар-тренингте КРнын Президентине караштуу Мамлекеттик тил жана тил саясаты боюнча улуттук комиссиянын төрагасы Осмоналиев Каныбек, КРнын Президентинин Администрациясынын изилдөөлөр, саясатты иштеп чыгуу жана реформаларды ишке ашыруу бөлүмүнүн башчысы Капалбаев Октябрь, Министрлер кабинетинин алдындагы Котормо борборунун директору Абдыжапар у Мундузбек, Министрлер Кабинетинин төрагасынын орун басарларынын катчылыгынын спичрайтери Абылкасымова Тамара баяндама жасашты.</p>
    
    <p>Семинар-тренинг процессинде мамлекеттик жана муниципалдык кызматкерлерге мамлекеттик тилди үйрөнүүдөг жана котормо тажрыйбаларынан бөлүшүү, пикир алышуу, иш кагаздарын мамлекеттик тилде жүргүзүүнүн өзгөчөлүктөрү, кыргыз тилинде жазуу иштерин жүргүзүүдө кетирилген типтүү каталарын үстүндө иштөө багытында кеп кылынды.</p>
    
    <p>КР Президентине караштуу Мамлекеттик тил боюнча улуттук комиссия Каныбек Осмоналиев Amangeldi Zhumadilov Нурзат Жунушалиева Назгул Мазекова</p>
  `, gallery:[gallery17_1, gallery17_2, gallery17_3, gallery17_4], videoUrl:'' },
  { id:18, slug:'global-forum-portugal-2023', image:img21, category:'КОНФЕРЕНЦИИ', title:'Global Forum 2023', date:'', summary:'Ректор Салымбеков Университет принимает участие в Global Forum в Португалии.', content:`
    <h2>Global Forum 2023</h2>
    <p>Ректор Салымбеков Университет Эсенгелди Жумадилов принимает участие в Global Forum, организованный Фондом Ага Хана, который проходит в Португалии.</p>
    
    <p>На форуме также принимает участие в качестве почетного гостя министр образования и науки Кыргызской Республики Каныбек Иманалиев.</p>
    
    <p>Данное событие является замечательной возможностью для образовательного сообщества, чтобы собраться вместе для обсуждения важных вопросов и совместной работы в области образования.</p>
    
    <p>Global Forum предоставляет нам возможность обменяться лучшими практиками, узнать о новейших тенденциях и исследованиях, а также создать площадку для знакомства с потенциальными партнерами.</p>
  `, gallery:[gallery18_1, gallery18_2, gallery18_3, gallery18_4], videoUrl:'' },
  { id:19, slug:'dvustoronnee-meropriyatie-vengriya-2023', image:img14, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ · НОВОСТИ', title:'Двухстороннее мероприятие в Венгрии', date:'14.02.2023', summary:'В рамках визита Президента КР ректоры вузов участвуют в двусторонних мероприятиях.', content:`
    <h2>Двухстороннее мероприятие в Венгрии</h2>
    <p>В рамках визита Президента Кыргызской Республики С.Жапарова в Венгрию ректоры нескольких вузов Кыргызской Республики принимают участие в ряде двусторонних мероприятий, направленных на усиление сотрудничества между Кыргызской Республикой и Венгрией в сфере образования.</p>
    
    <p>В данном мероприятии также принимает участие президент Салымбеков Университет Амангелди Жумадилов.</p>
    
    <p>Первый день форума ректоров Кыргызской Республики и Венгрии был насыщен несколькими мероприятиями. В первой половине дня ректоры приняли участие в церемонии открытия этнической фотовыставки под названием «Чудесная красота национальной традиции» с участием Первой леди страны Айгуль Жапаровой.</p>
    
    <p>Также посетили государственные и частные университеты Венгрии, обменялись опытом и были подписаны соглашения о двустороннем сотрудничестве.</p>
    
    <p>В ходе мероприятия президент Салымбеков Университет Амангелди Жумадилов подписал меморандум о сотрудничестве с Budapest Metropolitan University.</p>
    
    <p>Поздравляем министра образования и науки Кыргызской Республики У.Э. Мамбетакунову с присвоением звание Почетного гражданина Университета OBUDА.</p>
  `, gallery:[gallery19_1, gallery19_2, gallery19_3, gallery19_4, gallery19_5, gallery19_6, gallery19_7, gallery19_8, gallery19_9], videoUrl:'' },
  { id:20, slug:'lekciya-dlya-studentov-2023', image:img17, category:'КОНФЕРЕНЦИИ · МАСТЕР-КЛАССЫ · МЕРОПРИЯТИЕ', title:'Лекция для студентов', date:'09.02.2023', summary:'Гостевая лекция по нейрохирургии и ортопедии от профессоров из Турции.', content:`
    <h2>Лекция для студентов</h2>
    <p>9 февраля состоялась гостевая лекция по нейрохирургии и ортопедии для студентов Международного факультета медицины.</p>
    
    <p>Лекцию прочитали известные врачи из Турции, профессор, специалист по ортопедии и травматологии Хасан Хилми Муратли и профессор, нейрохирург Эркан Каптаноглу.</p>
    
    <p>Университет и впредь будет проводить лекции известных ученых с мировым именем с участием преподавателей и студентов.</p>
  `, gallery:[gallery20_1, gallery20_2, gallery20_3, gallery20_4, gallery20_5], videoUrl:'' },
  { id:21, slug:'sovmestnaya-konferenciya-2023', image:img21_main, category:'КОНФЕРЕНЦИИ · МЕРОПРИЯТИЕ', title:'Совместная конференция', date:'09.02.2023', summary:'Студенты «Салымбеков Университет» приняли участие в совместной конференции.', content:`
    <h2>Совместная конференция</h2>
    <p>Студенты 6 и 7 семестров «Салымбеков Университет» Хусснаин Ф., Мохсиб У., Рандхава Х. 9 февраля 2023г. приняли участие в совместной конференции, организованной КРСУ им. Б.Н. Ельцина, КГМА им. И.К. Ахунбаева и Салымбеков Университет.</p>
    
    <p>Конференция «Проблемы и вызовы медицинского англоязычного образования в Кыргызстане» проходила на базе КРСУ им. Б.Н. Ельцина. Организационный комитет конференции был представлен уважаемыми профессорами вышеуказанных медицинских вузов, в числе которых был профессор, проректор по научной работе Салымбеков Университет, Т.М. Тулекеев.</p>
    
    <p>Студенты подготовили два доклада на актуальные темы мужского репродуктивного здоровья (преподаватель Князев И.А.) и один доклад был посвящен вопросам применения вакцин в Пакистане и Кыргызстане против вируса папилломы человека как один из методов  профилактики рака шейки матки (Преподаватель Перегудова О.В.). В конференции приняли участие преподаватели Перегудова О. и Сариева А. Доклады активно обсуждались участниками конференции. Студентам были вручены Сертификаты об участии.</p>
  `, gallery:[gallery21_1, gallery21_2, gallery21_3], videoUrl:'' },
  { id:22, slug:'sovremennye-resheniya-neyrohirurgiya-ortopediya-2023', image:img22_main, category:'КОНФЕРЕНЦИИ', title:'Современные решения в нейрохирургии и ортопедии', date:'09.02.2023', summary:'Международная конференция посвященная проблемам нейрохирургии и ортопедии.', content:`
    <h2>Современные решения в нейрохирургии и ортопедии</h2>
    <p>9 февраля Салымбеков Университет и университетская клиника DOC приглашает вас принять участие в международной конференции посвященной проблемам нейрохирургии и ортопедии.</p>
    
    <p>Лектором на конференции выступят известные врачи из Турции:</p>
    <ul>
      <li>🔹Профессор, специалист по ортопедии и травматологии Хасан Хилми Муратли,</li>
      <li>🔹Профессор, нейрохирург Эркан Каптаноглу</li>
    </ul>
    
    <p>🔵Целью данного мероприятия является расширение границ знаний врачей неврологов, нейрохирургов, травматологов и ортопедов. Доклады на английском языке с синхронным переводом</p>
    
    <p>🔹Для участия необходимо пройти регистрацию.</p>
    
    <p>📌Место проведения: Салымбеков Университет, ул.Малдыбаева 24Б</p>
    
    <p>🕘Время: 09:30</p>
    
    <p>📱Для регистрации: 0700 122 700</p>
  `, gallery:[], videoUrl:'' }
];

export function getConferenceById(id) {
  return conferences.find(c => c.id === Number(id));
}

export function getConferenceBySlug(slug) {
  return conferences.find(c => c.slug === slug);
}